VAR final_choice = ""
-> act_1
=== act_1 ===

# bg: bg1.png
Опять без соли? # speaker: Гай
А ты её купил? # speaker: Марта
Я думал, у нас еще оставалась. # speaker: Гай
Ну вот и я думала. # speaker: Марта
Слышен стук ложек
Ладно, завтра куплю. # speaker: Гай
Ты вчера так же говорил. # speaker: Марта
Завтра точно. # speaker: Гай
Они продолжают ужинать.
Внезапно лампа над столом гаснет.

# bg: bg2.png
Комната погружается в темноту. Слышен только шум улицы.
Да чтоб тебя... # speaker: Гай // (норм лицо)
Может, уже достанем свечи? # speaker: Марта // (улыбака)
Подожди, сейчас включат. # speaker: Гай // (улыбака)
…

# bg: bg3.png
Ну вот, я же говорил. # speaker: Гай
По дому проходит легкий ветерок
Гай, я тебе кое-что сказать хотела. # speaker: Марта
Что такое? # speaker: Гай
Марта берет его за руку.

# bg: bg4.png
# bg: bg5.png
Кажется, я беременна. # speaker: Марта
Гай замирает. Несколько секунд он молча смотрит на нее.
Подожди... Серьезно? # speaker: Гай
Я сегодня сделала тест. Даже два. # speaker: Марта
И оба? # speaker: Гай
Марта улыбается и кивает.
То есть... у нас будет двойня? # speaker: Гай
Смеется. Не знаю, но думаю, что все-таки один. # speaker: Марта
Гай начинает улыбаться. Он подползает к Марте и крепко обнимает ее. Марта смеется.

# bg: bg6.png
Ничего себе... # speaker: Гай
Надо будет сходить в больницу. Убедиться, что все нормально. # speaker: Марта
Да, конечно. Завтра сходим. # speaker: Гай

Экран затухает

Ты рад? # speaker: Марта
Конечно, рад. # speaker: Гай

Звук отдаленного баха

-> act_2
=== act_2 ===

gfgfg

-> act_3
=== act_3 ===

fgfgf

* [Оставляем]
    ~ final_choice = "A"
    -> END
* [Не оставляем]
    ~ final_choice = "B"
    -> END
